apg
apg-debug
aquamarine-git-debug
betterdiscord-installer
betterdiscord-installer-debug
ccze
ccze-debug
cemu
fusee-nano-debug
hollywood
hyprtoolkit-git-debug
opera
pipes.sh
protonup-qt
python-inputs
python-steam
speedometer
uzdoom
uzdoom-debug
virtualbox-ext-oracle
wlogout
wlogout-debug
yay
yay-debug
zmusic
zmusic-debug
