aalib
android-tools
aurorae
base
base-devel
bash-completion
betterdiscord-installer
bluedevil
blueman
bluez-utils
breeze
breeze-gtk
breeze-plymouth
btop
btrfs-assistant
btrfs-progs
cemu
cmake
cmatrix
cups
cups-pdf
dhcpcd
discord
discover
dnsmasq
docker
dolphin-emu
dosfstools
efibootmgr
evtest
fastfetch
flatpak-kcm
fortune-mod
gamemode
gamescope
gimp
git
glaze
gparted
grim
grub
grub-btrfs
gst-libav
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gvfs-afc
hollywood
hyprland
hyprpaper
hyprpolkitagent
ifuse
inotify-tools
inter-font
jre17-openjdk
jre21-openjdk
kactivitymanagerd
kate
kde-cli-tools
kde-gtk-config
kdeconnect
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
lib32-libglvnd
lib32-nvidia-utils
lib32-opencl-nvidia
libglvnd
libkscreen
libksysguard
libplasma
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lolcat
lutris
lxqt-policykit
mako
mangohud
meson
milou
mission-center
nano
networkmanager
ninja
noto-fonts-cjk
nss-mdns
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
nyancat
ocean-sound-theme
openbsd-netcat
opencl-nvidia
opera
os-prober
oxygen
oxygen-sounds
partitionmanager
pavucontrol
pipes.sh
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma-x11-session
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
prismlauncher
proton-vpn-gtk-app
protontricks
protonup-qt
python-pip
python-pipx
python-virtualenv
qbittorrent
qemu-full
qpwgraph
qqc2-breeze-style
qt6ct
rust
sc-controller
sddm
sddm-kcm
sl
slurp
snap-pac
snapper
spectacle
steam
supertux
swappy
swtpm
system-config-printer
systemsettings
thunar
thunar-archive-plugin
thunar-volman
toilet
ttf-fira-code
ttf-jetbrains-mono-nerd
tumbler
unrar
usbmuxd
uv
uzdoom
vde2
vim
virt-manager
virt-viewer
virtualbox
virtualbox-ext-oracle
virtualbox-host-dkms
vlc
wacomtablet
waybar
wl-clipboard
wlogout
woff2-font-awesome
wofi
xarchiver
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay
yay-debug
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
